---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTeeupParam
source: html/3dc90301-35e6-970d-e7bf-f9230e8058a2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultTeeupParam Property

"Tee Up"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultTeeupParam { get; }
```